/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "འབྲེལ་ཐག་མ་བཅད་གོང་སྐར་མ་གཅིག་གི་ཉེན་བརྡ།";

/* Error string for OTR message string */
"A private conversation could not be set up." = "A private conversation could not be set up.";

/* Title for the about page */
"About" = "དེའི་སྐོར།";

/* Label for button to show version numbers and licenses */
"About This Version" = "པར་གཞི་འདིའི་སྐོར།";

/* SSL error message */
"Access denied" = "འཛུལ་ཞུགས་བྱེད་མི་ཆོག";

/* The string describing a buddy's account */
"Account" = "ཐོ་བྱང་།";

/* Error title when account is disconnected */
"Account Disconnected" = "ཐོ་བྱང་འབྲེལ་ཐག་བཅད་ཟིན། ";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "ཐོ་བྱང་གི་མཛུབ་རིས་ཁག";

/* Title for the accounts tab */
"Accounts" = "ཐོ་བྱང་ཁག";

/* Button title to add someone as a buddy */
"Add" = "སྣོན།";

/* The title for the view to add a buddy */
"Add Buddy" = "འབྲེལ་གཏུགས་སྣོན།";

/* String to describe advanced set of settings */
"Advanced" = "ཡར་ཐོན། ";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "An error occured while encrypting a message and the message was not sent.";

/* shown when changing database passphrase fails */
"An error occurred while changing the database passphrase." = "An error occurred while changing the database passphrase.";

/* Error message when setting up database */
"An error occurred while setting up the database." = "An error occurred while setting up the database.";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "རང་འགུལ་གྱི་གསུབ། ";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "རང་འགུལ་གྱི་གསང་སྡོམ་བྱོས།";

/* Label in buddy list for users that are available */
"Available" = "འདིར་ཡོད། ";

/* Label in buddy list for users that are away */
"Away" = "འདིར་མེད།";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "རྒྱབ་ལྗོངས་ཀྱི་སྡེ་ཚན་དེ་དུས་ཡུན་སྐར་མ་གཅིག་གི་ནང་ལ་རྫོགས། ";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = " རྨང་གཞི།";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords.";

/* The String for a button to block a buddy */
"Block" = "འབྲེལ་མིང་བཀག";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "འབྲེལ་མིང་བཀག་ནས་ཁ་བྱང་གསུབ།";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "འབྲེལ་གཏུགས་ཀྱི་མཛུབ་རིས། ";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "འབྲེལ་གཏུགས་ཀྱི་སྐོར།";

/* Title for the buddy list tab */
"Buddy List" = "གྲོགས་པོའི་ཐོ་གཞུང་།";

/* Cancel an alert window */
"Cancel" = "ཕྱིར་འཐེན་བྱོས། ";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "གསང་སྡོམ་བྱས་པའི་གླེང་མོལ་དེ་མེད་པ་བཟོས།";

/* Error string for OTR message string */
"Cannot read the received message." = "Cannot read the received message.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Cannot recognize the type of OTR message received.";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "ལག་འཁྱེར་གྱི་དུས་ཚོད་ཡུལ་འདུག";

/* SSL error message */
"Certificate revoked" = "ལག་འཁྱེར་ཕྱིར་འཐེན་བྱེད་འདུག";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for button to change encrypted database passphrase */
"Change Passphrase" = "གསང་ཚིག་བརྗེ་བོ་རྒྱོབས།";

/* Title for chat view */
"Chat" = "གླེང་མོལ།";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "ངའི་མཉམ་དུ་བདེ་འཇགས་ཀྱི་གླེང་མོལ་བྱོས། ";

/* Title for chats view */
"Chats" = "གླེང་མོལ་ཁག";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Github ཡི་སྒང་གི་ཁུངས་དེ་ལ་བལྟ་རོགས། ";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* Label for text field where you compose a new message */
"Compose" = "འཕྲིན་ཐུང་གསར་པ་བྲིད།";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "ངོ་དེབ་དང་མཐུད།";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "ཐོ་བྱང་ཡོད་བཞིན་པར་མཐུད།";

/* Whether or not account is logged in */
"Connected" = "མཐུད་ཡོད།";

/* String to state if an account is progress of creating a connection */
"Connecting" = "མཐུད་བཞིན་ཡོད།";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Tor ལ་མཐུད་བཞིན་ཡོད།";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* Copy string to clipboard as in copy and paste */
"Copy" = "འདྲ་བཤུས་བྱོས།";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Could not retrieve public key from certificate";

/* Title for button to create account */
"Create" = "གསར་པ་བཟོས།";

/* Label for button to create a new account via in band registration */
"Create New Account" = "ཐོ་བྱང་གསར་བ་ཞིག་བཟོས།";

/* Start of sentence that will be followed by names */
"Created by" = "གསར་གཏོད་བྱེད་མཁན།";

/* Title for progress of creating a new account */
"Creating Account" = "ཐོ་བྱང་གསར་པ་བཟོ་བཞིན་ཡོད།";

/* title label for the existing passphrase */
"Current Passphrase" = "ད་ལྟ་ཡོད་པའི་གསང་ཚིག";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "ཐོ་བྱང་གསུབ་ཀྱི་ཡིན་ནམ།";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "འབྲེལ་བ་བཅད་སྐབས་གླེང་མོལ་རྣམས་གསུབ།";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "སྐྱེལ་ཟིན";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Do Not Disturb";

/* Error message when domain textfield left blank */
"Domain needs to be set" = "Domain needs to be set";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "ཞལ་འདེབས་གནང་རོགས།";

/* Title for button to press when user is finished */
"Done" = "འགྲུབ། ";

/* Error title when there is a duplicate account */
"Duplicate account" = "ཐོ་བྱང་འདྲ་བཤུས་བྱོས།";

/* The string describing account name or email address for a buddy */
"Email" = "གློག་ཕྲིན།";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Enables opportunistic OTR";

/* Generic title for encryption errors */
"Encryption Error" = "གསང་སྡོམ་ལ་ནོར་འཁྲུལ་འདུག";

/* title label for error when creating account */
"Error Creating Account" = "ཐོ་བྱང་གསར་བ་བཟོ་སྐབས་སྐྱོན་ཞིག་བྱུང་སོང་།";

/* Error message when registration fails */
"Error Registering Username" = "Error Registering Username";

/* Title of error message pop-up box */
"Error!" = "ནོར་འཁྲུལ།";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "ངོ་དེབ།";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "XMPP ཡི་ཞབས་ཞུར་འབྲེལ་མཐུད་བྱེད་ཐུབ་མ་སོང་། སྐུ་མཁྱེན། ཁྱེད་ཀྱི་ནང་འཇུག་གི་དཔང་རྟགས་དང་དྲ་རྒྱའི་འབྲེལ་མཐུད་ལ་བརྟག་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། ";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "ཁྱེད་ཀྱི་མཛུབ་རིས།";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "གསང་ཚིག་བརྗེད་སོང་ངམ།";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "གྷོ་རྒེལ་གླེང་མོལ།";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label for button to open link to translate app */
"Help Translate" = "སྐད་སྒྱུར་བར་རོགས་པ་བྱེད་རོགས།";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "གསང་སྡོམ་གྱི་གཏམ་གླེང་འགོ་རྩོམ། ";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* title label for invalid email */
"Invalid Email" = "Invalid Email";

/* Directions to the system software update */
"iOS Vulnerability" = "iOS Vulnerability";

/* Message shown in line for users that are available */
"is now available" = "ད་ལྟ་འདིར་ཡོད།";

/* Message shown in line for users that are away */
"is now away" = "ད་ལྟ་འདིར་མེད།";

/* Message shown in line for users that are offline */
"is now offline" = "ད་ལྟ་དྲ་ཐོག་ན་མེད། ";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "སྟོང་བཤད། (XMPP)";

/* string to bring up language selector */
"Language" = "སྐད་ཡིག";

/* log in to account */
"Log In" = "ནང་འཇུག་བྱོས། ";

/* log out from account */
"Log Out" = "ཕྱིར་ཐོན། ";

/* shown during the login process */
"Logging in..." = "ནང་ཞུགས་བྱེད་བཞིན་ཡོད། ";

/* Label for account setting that autologins on launch */
"Login Automatically" = "རང་འགུལ་གྱིས་ནང་དུ་འཇུག";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Manage ChatSecure Push account";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Manage OTR fingerprints";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it.";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* label for new account info for migration */
"My new account information" = "ངས་མཉེན་ཆས་རིམ་སྤོར་བྱས་ཚར་ཡིན། ངའི་མཉམ་དུ་སྐད་ཆ་བཤད་ན་འདིར་ཕེབས་རོགས།";

/* The string describing a buddy's display name */
"Name" = "མིང་།";

/* For a new settings value */
"New" = "གསར་པ།";

/* Title for New Account View */
"New Account" = "ཐོ་བྱང་་གསར་བ།";

/* title label for the new passphrase */
"New Passphrase" = "གསང་ཚིག་གསར་པ།";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "གསང་སྡོམ་གྱི་ལག་འཁྱེར་གསར་པ།";

/* Label for button to go to next step */
"Next" = "རྗེས་མ།";

/* SSL error message */
"No Error" = "ནོར་འཁྲུལ་མི་འདུག";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "ར་སྤྲོད་བྱེད་མི་འདུག";

/* Label in buddy list for users that are offline */
"Offline" = "དྲ་ཐོག་ན་མེད། ";

/* Accept the dialog */
"OK" = "འགྲིག";

/* For an old settings value */
"Old" = "རྙིང་པ།";

/* Message shown when using more than one Tor account with the same domain */
"Only one Tor account per domain is supported at this time." = "Only one Tor account per domain is supported at this time.";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Chrome ནང་ཁ་ཕྱེས།";

/* Label for button to open link in facebook app */
"Open in Facebook" = "ངོ་དེབ་ནང་ཁ་ཕྱེས།";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Twitter ནང་ཁ་ཕྱེས།";

/* Hint text for domain field telling user this field is not required */
"Optional" = " གདམ་ཀ་ཅན། ";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "གཞན།";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "OTR Fingerprints";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Our policy requires encryption but we are trying to send an unencrypted message out.";

/* Label text for password field on login screen */
"Password" = "གསང་ཚིག";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Pending Approval";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "གཏན་དུ་གསུབ། ";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* detail title label for invalid email */
"Please choose a valid email address" = "Please choose a valid email address";

/* Error description when account is disconnected while managing requests */
"Please log into this account before managing requests." = "Please log into this account before managing requests.";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "བརྡ་དོན་གྱི་མཛུབ་ཐེལ་དེ་གཞན་གྱི་ཆེད། ";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Label for qr code image */
"QR code" = "QR code";

/* Error string for OTR message string */
"Received a general OTR error." = "Received a general OTR error.";

/* Error string for OTR message string */
"Received a heartbeat." = "Received a heartbeat.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Received an encrypted message but cannot read it because no private connection is established yet.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Received an unencrypted message.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Received and discarded a message intended for another instance.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Received our own OTR messages.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "ཉེ་ཆར་གྱི་གླེང་མོལ། ";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "ངོས་ལེན་མ་བྱོས།";

/* Label for switch to save passphrase */
"Remember Passphrase" = "གསང་ཚིག་དྲན་པར་གྱིས།";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "གསང་ཚིག་བསྐྱར་དྲན།";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "གསུབ།";

/* Reply to an incoming message */
"Reply" = "ལན་རྒྱོབས།";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "ངེས་པར་དུ་དགོས།";

/* Label for text input for XMPP resource */
"Resource" = "Resource";

/* Title for button for saving a setting */
"Save" = "ཉར་ཚགས་བྱོས། ";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "ལག་འཁྱེར་རྣམས་ཉར་ཚགས་བྱེད་ཟིན།";

/* Label for text field where you search for a buddy */
"Search" = "འཚོལ།";

/* Title heading in settings */
"Security" = "ཉེན་སྲུང་།";

/* Title of alert box warning about security issues */
"Security Warning" = "ཉེན་སྲུང་གི་ཉེན་བརྡ།";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "རང་གི་མིང་བཀོད་བྱེད་པའི་SSL";

/* String on button to email feedback */
"Send Feedback" = "Send Feedback";

/* Error string for OTR message string */
"Sent a heartbeat." = "Sent a heartbeat.";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Detail label for button to change encrypted database passphrase */
"Set new database passphrase" = "Set new database passphrase";

/* Title for the Settings screen */
"Settings" = "སྒྲིག་བཟོ།";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "Settings -> General -> Software Update";

/* Title for sharing a link to the app */
"Share" = "བགོ་འགྲེམས་བྱོས། ";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Sign out Warning";

/* title label for signing up for a new account */
"Sign Up" = "མིང་འགོད་བྱོས།";

/* Label for button to skip this step */
"Skip" = "མཆོང་རྒྱག་རྒྱག་";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSLགྱི་གནས་བདག་གི་མིང་མི་མཐུན།";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "རྒྱུན་མངགས་ཀྱི་རེ་སྐུལ་ཁག";

/* Button to switch the chat over to the migrated account */
"Switch" = "སྐད་ཆ་ཤོད།";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "གླེང་མོལ་འདི་བཙན་པོ་མིན་འདུག";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "The conversation is secure and the fingerprint is verfied";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "%@ ཡི་མཉམ་གྱི་གླེང་མོལ་དེ་བདེ་འཇགས་རེད་མི་འདུག ";

/* shown when changing database passphrase succeeds */
"The database passphrase change was successful." = "The database passphrase change was successful.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "མཛུབ་རིས་བརྗེ་པོ་རྒྱག་པར་བརྟེན་ར་སྤྲོད་བྱེད་དགོས།";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "མཛུབ་རིས་ར་སྤྲོད་བྱེད་མི་འདུག";

/* Error string for OTR message string */
"The message received contains malformed data." = "The message received contains malformed data.";

/* Error string for OTR message string */
"The previous message was resent." = "The previous message was resent.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "The XMPP server does not support in-band registration";

/* Error message when there is a duplicate account */
"There already exists an account with this username." = "There already exists an account with this username.";

/* Warns user that the current chat is secure */
"This chat is secured" = "གླེང་མོལ་འདི་ལ་བདེ་འཇགས་ཡོད། ";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "This device doesn't seem to be configured to make payments.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "QR ཡི་ཚབ་ཨང་འདིར་འབྲེལ་ཐག་ http://omniqrcode.com/q/chatsecure འདི་ཡོད་ཅིང་དེ་ཡིས་བཀོལ་སྤྱོད་བང་མཛོད་ཕྱོགས་སུ་བསྐྱར་སྟོན་བྱེད། ";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor is an experimental feature, please use with caution.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* Label for button to unlock app */
"Unlock" = "སྒོ་ཕྱེས";

/* SSL error message */
"User canceled" = "User canceled";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "བེད་སྤྱོད་གཏོང་མཁན་གྱི་མིང་། ";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "ནུས་ལྡན་གྱི་ལག་འཁྱེར།";

/* To let the user know the fingerprint as been checked */
"Verified" = "ར་སྤྲོད་བྱེད་ཟིན།";

/* Shown when verifying fingerprints */
"Verify" = "ར་སྤྲོད་བྱོས། ";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "མཛུབ་རིས་ར་སྤྲོད་བྱོས། ";

/* Shown when verifying fingerprints */
"Verify Later" = "རྗེས་སུ་ར་སྤྲོད་བྱོས།";

/* when displaying version numbers such as 1.0.0 */
"Version" = "པར་གཞི། ";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "ཉེན་བརྡ། གླེང་མོལ་འདི་གསང་སྡོམ་བྱེད་མེད།";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Would you like to connect to UserVoice to send feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "ཁྱེད་རང་ཐོག་མ་ནས་ཉེན་སྲུང་གླེང་མོལ་གྱི་ནང་དུ་ཡོད་དགོས། ";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "ནང་འཇུག་བྱེད་པར་ཁྱེད་ཀྱིས་བེད་སྤྱོད་གཏོང་མཁན་གྱི་མིང་དང་གསང་ཚིག་ངེས་པར་དུ་འཇུག་དགོས། ";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Your donation will help fund the continued development of ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history.";

